jokes = ["Однажды Чак Норрис съел именинный торт, прежде чем друзья успели сказать, что внутри сидит стриптизёрша", "Клонирование запретили, поскольку если клонировать Чака Норриса, то появится вероятность, что удар ногой с разворота одного Чака столкнётся с ударом ногой с разворота другого. Физики утверждают, что это станет концом Вселенной", "При прохождении IQ-теста отвечайте на все вопросы „Чак Норрис“ — и вы заработаете максимальное количество баллов", "Нет никакой теории эволюции Дарвина. Есть список существ, которых Чак Норрис пощадил", "Чак Норрис ударил лошадь по голове. Так получился жираф", "Чак Норрис досчитал до бесконечности. Дважды", "Пульс Чака Норриса измеряется по шкале Рихтера", "Чак Норрис построил Эверест при помощи ведёрка и лопатки", "Последняя цифра числа пи — Чак Норрис", "Чак Норрис может заставить воду течь под лежачий камень", "Чак Норрис может дышать даже вакуумом"]
# puts jokes.length

# random_index = (rand * jokes.length).to_i
# random_index = rand(0...jokes.length)
# puts jokes[random_index]

# puts jokes.shuffle.first
puts jokes.sample